/**
 * Bangla translation for bootstrap-datepicker
 * Samiul Amin <iamshanto@gmail.com>
 */
;(function($){
    $.fn.datepicker.dates['bn'] = {
        days: ["রবিবার", "সোমবার", "মঙ্গলবার", "বুধবার", "বৃহস্পতিবার", "শুক্রবার", "শনিবার"],
        daysShort: ["রবি ", "সোম ", "মঙ্গল ", "বূধ ", "বৃহ ", "শুক্র ", "শনি "],
        daysMin: ["রবি ", "সোম ", "মঙ্গল ", "বূধ ", "বৃহ ", "শুক্র ", "শনি "],
        months: ["জানুয়ারী", "ফেব্রুয়ারি", "মার্চ", "এপ্রিল", "মে", "জুন", "জুলাই", "আগস্ট", "সেপ্টেম্বর", "অক্টোবর", "নভেম্বর", "ডিসেম্বর"],
        monthsShort: ["জানু", "ফেব্রু", "মার্চ", "এপ্রিল", "মে", "জুন", "জুলা", "আগ", "সেপ্ট", "অক্ট", "নভে", "ডিসে"],
        today: "আজ",
        clear: "পরিষ্কার"
    };
}(jQuery));
